Repository: rubensfqc/architect
Catalog: quotation_prj/locale/*/LC_MESSAGES/django.po
Languages: pt

source: New
pt: Novo

source: Reviewal
pt: Em revisão

source: Approved
pt: Aprovado

source: Client's short feedback (max 280 characters)
pt: Feedback do cliente (max 280 caracteres)

source: Architect's short response (max 280 characters)
pt: Resposta do arquiteto (max 280 caracteres)

source: My Clients
pt: Meus Clientes

source: Invite New Client
pt: Convide novo cliente

source: Client Name
pt: Nome do Cliente

source: Company
pt: Empresa

source: Contact Email
pt: Email de contato

source: Phone
pt: Celular

source: Actions
pt: Ações

source: Edit Client
pt: Editar Cliente

source: No clients assigned yet.
pt: Nenhum cliente associado.

source: Architect Settings
pt: Configurações do arquiteto

source: Manage your profile, firm details, and additional preferences.
pt: Gerencie seu perfil, o do seu escritório e preferências adicionais.

source: Personal Information
pt: Informação pessoal

source: Name
pt: Nome

source: Phone Number
pt: Número de Celular

source: Account Email
pt: Email da sua conta

source: Firm Details
pt: Detalhes escritório

source: Firm Name
pt: Nome do escritório

source: License Number
pt: Registro no CAU

source: additional Settings
pt: ConfiguraçOes adicionais

source: Currency
pt: Moeda

source: Payment Link
pt: Link para pagamento

source: PIX Key
pt: Chave PIX

source: Customer Redirect URL
pt: Link de redirecionamento pro cliente

source: Product Catalog URL
pt: Link para o catálogo de produtos

source: Custom Message
pt: Mensagem customizada

source: Cancel
pt: Cancelar

source: Save Changes
pt: Salvar alterações

source: Dashboard
pt: Portal

source: Projects
pt: Projetos

source: Clients
pt: Clientes

source: Contracts
pt: Contratos

source: Settings
pt: Configurações

source: Logout
pt: Logout (sair)

source: Client Portal | %(firm)s
pt: Portal do Cliente | %(firm)s

source: My App
pt: Meu App

source: Confirm Delete
pt: Confirma deletar

source: Permanently delete client?
pt: Deletar cliente de forma permanente?

source: Are you sure you want to delete <strong>%(name)s</strong>? This action is permanent and cannot be undone.
pt: Tem certeza que deseja deletar <strong>%(name)s</strong>? Esta ação nao pode ser desfeita.

source: Warning: The following will also be deleted:
pt: Atenção: Os intens abaixo também serão deletados:

source: All related Contracts (%(count)s)
pt: Todos os contratos relacionados (%(count)s)

source: All Projects linked to those contracts
pt: Todos os Projetos relacionados a estes contratos

source: Message logs and conversation history
pt: Histórico de mensagens e logs de aprovação

source: Yes, Delete Everything
pt: Sim, deletar tudo

source: My Projects Dashboard
pt: Meu Portal de Projetos

source: Client Portal
pt: Portal do Cliente

source: Your Contracts
pt: Seus Contratos

source: Track the progress of each contract here.
pt: Acompanhe aqui o andamento de cada contrato.

source: Schematic Design
pt: Estudo

source: Design Development
pt: Anteprojeto

source: Construction Documents
pt: Executivo e detalhamento

source: Completed (As-Built)
pt: Finalizado

source: Start: %(start)s
pt: Início: %(start)s

source: %(percentage)s%% completed
pt: %(percentage)s%% completo

source: No contracts found for this profile.
pt: Nenhum contrato encontrado para este perfil.

source: Your Projects
pt: Seus Projetos

source: Contract Reference
pt: Referência do Contrato

source: Finished
pt: Finalizado

source: Expected
pt: Estimado

source: Visualize & Approve Project
pt: Visualize e Aprove o Projeto

source: You currently have no projects listed.
pt: Você não tem projetos listados no momento.

source: Edit Client: %(name)s
pt: Edite o cliente: %(name)s

source: Invite a new Client
pt: Convide novo cliente

source: Update the profile information and contact details.
pt: Atualize seu perfil e contatos.

source: Back to Client List
pt: Volta para lista de clientes

source: Company Name
pt: Nome da Empresa

source: Contact Email (Linked Account)
pt: Email de contato

source: Delete Client
pt: Deletar Cliente

source: Resend Invitation
pt: Reenviar email de convite

source: Invite a New Client
pt: Convide novo cliente

source: Send an email invitation to a client to join your portal.
pt: Envie um email convite para seu cliente acessar o portal dele.

source: Client List
pt: Lista de Clientes

source: Email Address
pt: Endereço de email

source: Send Invitation
pt: Enviar email de convite

source: Delete Contract
pt: Deletar Contrato

source: Are you sure you want to delete the contract: <strong>"%(title)s"</strong>?
pt: Você tem certeza que deseja deletar o contrato: <strong>"%(title)s"</strong>?

source: This action cannot be undone and will remove all projects associated to this contract.
pt: Esta ação não poderá ser desfeita e irá remover todos os projets associados a este contrato.

source: Edit Contract
pt: Editar Contrato

source: Add Contract
pt: Adicionar Contrato

source: New Contract
pt: Novo Contrato

source: Manage legal terms and project agreements.
pt: Gerencie termos e acordos do contrato.

source: Back to List
pt: Volta para lista

source: Save Contract
pt: Salvar Contrato

source: Contracts & Finance
pt: Contrato & Financeiro

source: Title
pt: Título

source: Client
pt: Cliente

source: Active
pt: Ativo

source: Inactive
pt: Inativo

source: No contracts found.
pt: Nenhuma contrato encontrado.

source: Invitation to join %(firm)s Portal
pt: Convite para accessar o Portal de Arquitetura - %(firm)s

source: Re-invitation to join %(firm)s Portal
pt: Re-envio do convite para o Portal de Arquitetura - %(firm)s

source: Contact Us
pt: Entre em contato

source: Submit
pt: Enviar

source: Success
pt: Sucesso

source: Thank you!
pt: Obrigado!

source: Your message has been sent successfully.
pt: Sua mensagem foi enviada com sucesso.

source: Thank you for contacting us!
pt: Obrigado por entrar em contato conosco!

source: Hello {name}, Thank you for reaching out. We will get back to you soon. Best regards, My Team
pt: Oi {name}, Obrigado por entrar em contato. Retornaremos em breve. Cordialmente, Time Plat4U

source: Enter a valid Brazilian or European phone number (e.g., BR 11 91234-5678 or EU 0612345678)
pt: Digite um numero de telefone válido no Brasil (ex., 11 91234-5678)

source: Product Name
pt: Nome do produto

source: Price
pt: Preço

source: Description
pt: Descrição

source: Select a product
pt: Selecione um produto

source: Product
pt: Produto

source: Quantity
pt: Quantidade

source: Add Product Page
pt: Adicione novo produto

source: Quotations
pt: Cotações

source: Profile
pt: Meus dados

source: Authentication
pt: Autenticação usuário

source: My Leads
pt: Meus clientes em potencial

source: Leads Captured
pt: Clientes em potencial capturados

source: Total number of clients:
pt: Número total de clientes:

source: Date
pt: Data

source: You still don't have any registered clients.
pt: Você ainda não possui nenhum cliente registrado.

source: Landing Page per seller
pt: Página de catálogo

source: Welcome to the Landing Page of: %(seller_name)s
pt: Bem-vindo ao catálogo de %(seller_name)s

source: Name or Instgram @
pt: Nome ou @ do Instagram

source: Proceed to Quotation
pt: Peça sua cotação

source: Available Pages
pt: Páginas disponíveis

source: No pages found.
pt: Nenhuma página encontrada.

source: Quotation Page per seller
pt: Página de catálogo

source: Quotation for client: %(client_name)s
pt: Pedido de cotação de %(client_name)s

source: Products from Seller: %(seller_name)s
pt: com itens de %(seller_name)s

source: Description:
pt: Descrição:

source: Price:
pt: Preço:

source: Generate Quotation
pt: Gerar cotação

source: Phone: %(phone)s
pt: Celular: %(phone)s

source: Request for Quotation #
pt: Pedido de cotação #

source: Client Name: %(name)s
pt: Nome do cliente: %(name)s

source: Unit Price
pt: Preço Unit.

source: Total Price
pt: Preço Total

source: Total Amount
pt: Valor total

source: Thank you for your request. Your quotation is valid for 7 days, if you accept it we will send the payment link.
pt: Obrigado pela sua solicitação, esta proposta é valida por 7 dias. Favor confirmar para enviarmos o link de pagamento.

source: English
pt: Inglês

source: Portuguese
pt: Português

source: Username
pt: Nome de usuário

source: Password
pt: Senha

source: Password confirmation
pt: Confirmação de senha

source: Full Name
pt: Nome completo ou da empresa

source: Profile Picture
pt: Foto de perfil

source: Social Media Profile
pt: Perfil de rede social

source: Address
pt: Endereço

source: Redirect URL
pt: Link de redirecionamento

source: Base Price
pt: Preço base (a ser somado ao valor da cotação)

source: Add a link to your preferred social media profile (e.g. Instagram, Facebook)
pt: Adicione seu link de perfil na rede social (ex. Instagram, Facebook)

source: Enter your PIX key (CPF, CNPJ, email, phone or random)
pt: Digite sua chave PIX (CPF, CNPJ, email, telefone ou outra)

source: Customer Redirect Link
pt: Link de redirecionamento pro cliente

source: Optional: Enter a URL to redirect customers after a quotation.
pt: Optional: Link para redirecionar os clientes após a cotação.

source: Product Catalog Link
pt: Lista de Produtos

source: Enter a URL for your product catalog (e.g.,Instagram post, PDF, Google Drive, or Website)
pt: Digite o link para seu catálogo de produto (ex., post do Instagram, PDF, Google Drive, ou Website)

source: Add product
pt: Adicionar produto

source: Save
pt: Salvar

source: Confirm delete
pt: Confirma deletar

source: Are2 you sure you want to delete "%(product.name)s"?
pt: Está certo que deseja deletar "%(product.name)s"?

source: Yes, delete
pt: Sim, deletar

source: Edit product
pt: Adicionar produto

source: Edit Product
pt: Editar Produto

source: Register Seller
pt: Registrat vendedor

source: Register
pt: Registrar

source: Search Architect
pt: Procure arquiteto

source: Search
pt: Procurar

source: Leads captured
pt: Clientes em potencial capturados

source: Total number of clientes:
pt: Número total de clientes:

source: You still don't have any registred client.
pt: Você ainda não possui nenhum cliente registrado.

source: Seller Dashboard
pt: Portal do vendedor

source: Welcome to your dashboard %(seller_name)s
pt: Bem-vindo ao catálogo de %(seller_name)s

source: Share the link below with your clients to start automating your quotes:
pt: Compartilhe o link abaixo com seus clientes para começar a automatizar suas cotações:

source: Your public page URL:
pt: Endereço web da sua página pública:

source: Go to My Public Page
pt: Acessar minha página pública

source: Product List
pt: Lista de Produtos

source: Edit
pt: Editar

source: Delete
pt: Deletar

source: No products found.
pt: Nenhum produto encontrado.

source: Add Product
pt: Adicionar produto

source: Add New Product
pt: Adicionar novo produto

source: Your Client Quotations
pt: Cotações pedidas por clientes

source: Total number of quotations:
pt: Número total de cotações:

source: Amount
pt: Valor

source: Quote
pt: Cotação

source: No quotations found.
pt: Nenhuma cotação encontrada.

source: Update Quotation Information
pt: Atualize dados das cotações

source: Update Quotation Settings
pt: Customizar cotação

source: Update your quotation custom data
pt: Customize os dados das cotações

source: Save Settings
pt: Salvar configurações

source: Back to Profile
pt: Voltar a meus dados

source: Update Seller Information
pt: Atualizar meus dados

source: Update Your Information
pt: Atualize seus dados

source: No profile picture uploaded.
pt: Nenhuma imagem de perfil foi enviada ainda.

source: Upload Profile Picture
pt: Envie sua foto de perfil

source: Save changes
pt: Salvar alterações

source: Back to Dashboard
pt: Voltar ao portal

source: Click below to customize your template:
pt: Clique abaixo para customizar seu modelo de cotação:

source: Hi %(name)s,
pt: Oi %(name)s,

source: Architect %(firm)s has invited you to join their project portal.
pt: %(firm)s lhe convidou para acessar seu portal de projetos.

source: To access your projects, please click the link below to set your account password:
pt: Para ver seus projetos, por favor clique no link abaixo para acessar sua conta senha:

source: If you did not expect this invitation, you can safely ignore this email.
pt: Caso este convite seja inesperado, basta ignorar este email.

source: Login Seller
pt: Login (entrar)

source: Hi
pt: Oi

source: You are already logged in. Press the button below in case you want to logout.
pt: Você já está logado no app. Aperte o botão abaixo para fazer logout.

source: Change Password
pt: Trocar Senha

source: Please login below:
pt: Por favor, faça o login abaixo:

source: Forgot Password
pt: Esqueci minha senha

source: Back to home page
pt: De volta a página inicial

source: Password Changed Successfully
pt: Senha trocada com sucesso

source: Your password has been updated.
pt: Sua senha foi atualizada

source: Login Again
pt: Voltar ao Login

source: Use the form below to change your password.
pt: Use os campos abaixo para trocar sua senha.

source: Go to Success Page
pt: Acessar minha página pública

source: Password reset complete
pt: Senha resetada com sucesso

source: Your new password has been set.
pt: Sua senha foi atualizada

source: You can log in now on the
pt: Você pode fazer login agora na

source: Log In page
pt: página de Login

source: Enter new password
pt: Insira uma nova senha

source: Set a new password!
pt: Defina uma nova senha!

source: Email Sent
pt: Email enviado

source: Check your inbox.
pt: Confira sua caixa de entrada no email

source: We've emailed you instructions for setting your password.You should receive the email shortly!
pt: Enviamos as instruções para redefinir sua senha. Você deve receber um email em breve!

source: Didn't receive the email? Check your spam folder, or go back to
pt: Ainda não recebeu um email? Confira sua caixa de spam, ou volte para a

source: Log In page
pt: página de Login

source: Reset you password
pt: Resetar senha

source: Forgot your password?
pt: Esqueceu sua senha?

source: Enter your email to receive a password reset link, and follow the instructions.
pt: Insira seu email para receber o link para resetar sua senha, e siga as instruções recebidas neste email.

source: Send Reset Link
pt: Enviar link de reset de senha

source: Features
pt: Funcionalidades

source: Pricing
pt: Preço

source: &copy; %(year)s %(name)s. All rights reserved.
pt: &copy; %(year)s %(name)s. Todos os direitos reservados.

source: Smart Solutions for Architects
pt: Soluções tech para Arquitetos

source: Get Started
pt: Começe agora

source: Request Demo
pt: Faça uma demo

source: Unlock Pricing
pt: Desbloqueie o Preço

source: Enter your details to see our full plans for **wiserArch**.
pt: Entre seus dados para ver todos os planos da ***wiserarch*

source: View Pricing
pt: Ver o preço

source: Simple, transparent pricing
pt: Precificação simples e transparente

source: Choose the plan that fits your stage. Upgrade or cancel anytime.
pt: Escolha o melhor plano para você. Cancele ou renove a qualquer momento.

source: 4 months
pt: 4 meses

source: 4 month
pt: 4 meses

source: ✓ Up to 10 contracts
pt: ✓ Até 10 contratos

source: ✓ Basic analytics
pt: ✓ Análses Básicas

source: ✓ Email support
pt: ✓ Suporte por Email

source: 8 months
pt: 8 meses

source: For growing offices
pt: Para escritórios em crescimento

source: ✓ All from previous plan
pt: ✓ Tudo do plano anterior

source: ✓ Unlimited projects
pt: ✓ Projetos ilimitados

source: ✓ Advanced analytics
pt: ✓ Análises Avançadas

source: ✓ Priority support
pt: ✓ Suporte prioritário

source: ✓ Contractor portal
pt: ✓ Portal do executor

source: 15 days free trial
pt: 15 dias de teste grátis

source: Most Popular
pt: Mais popular

source: Annual
pt: Anual

source: For large ambitions
pt: Para grandes ambições

source: ✓ All from previous plans
pt: ✓ Tudo dos planos anteriores

source: ✓ Dedicated account manager
pt: ✓ Gerente de conta dedicado

source: ✓ Custom integrations
pt: ✓ Integrações customizadas

source: ✓ SLA & security reviews
pt: ✓ Revisões de segurança

source: Contact Sales
pt: Entre em contato com vendas

source: Architecture is about design, not endless whatsApps and emails.
pt: Arquitetura é sobre design, não sobre emails e whatsApps sem fim.
